package com.mystudy.ex01_scanner;

public class ScannerExam3_caffe {

	public static void main(String[] args) {
		//음료의 종류 : 
		//1.아메리카노   2.카페라떼   3.카페모카    4.과일주스
		// 3000      3500     4000     5000
		//-------------------------------------
		// 입력값 : 메뉴번호, 주문수량, 입금액(고객이 낸 돈)
		// 출력값 : 입금액, 판매액(단가 * 수량), 잔돈(입금액 - 판매액)
		/* *************
		<메뉴>
	while (true) {
		1.아메리카노   2.카페라떼   3.카페모카    4.과일주스   0.종료
		메뉴를 선택하세요(1~4): 0
		주문수량: 3
		입금액: 10000
		=============
		입금액: 10000
		판매액: 9000
		잔돈: 1000
	}
		**************************/

	}

}
